import React from 'react'

export default function About() {
  return (
    <section className="sections about" id="about">
      <div className="container">
        <h1 className="section-title">About</h1>
        <div className="row">
          <p className="lead">미디어나비에는 변화를 원하는 이들이 있습니다. 이들에게 도움을 줄 수 있는 플레이그라운드이자 네트워크가 되는 것이 미디어나비의 목표입니다. 문제해결 조력자. 미디어나비에는 정해진 룰이 없습니다. 변화를 위한 룰을 만들어 갈 미디어나비와 함께해 주세요.</p>
          <h3 className="col-1-title">AI 자연어 처리</h3>
          <p className="col-2-text">사람과 사람 사이에도 가끔 오해가 생기고 잘못 전달되는 언어. 이 복잡한 사고의 결정체인 자연어를 기계에게 이해시키기 위한 방법들을 일컬어 자연어 처리(Natural Language Processing), NLP라고 부르고 있습니다. 인간이 컴퓨터에게 무엇인가의 결과물을 얻기 위한 입력방식으로 모든 인간이 자연스럽게 체득하고 있는 이 자연어로 의사소통이 가능해지는 것. 이것이 곧 인공지능이라고 말해도 무방할만큼 인공지능에서의 핵심은 NLP라고 볼 수 있습니다. 아직까지는 아무도 그 길을 완성하지 못했습니다. 그래서 지금 가려는 길이 맞는 방향인지도 잘 모릅니다. 하지만 그 길을 끊임없이 찾아내려는 노력들, 이를테면 RNN, BERT, GPT-3 등, 그것들을 배우고 더 발전된 방식을 고민하는, 그래서 더 나은 결과를 통해 그 길을 찾겠다는 의지는 우리 미디어나비의 원동력입니다. 누구나 기술 없이도 인공지능을 누릴 수 있는 세상을 우리는 지향합니다.</p>
          <h3 className="col-1-title">데이터 분석</h3>
          <p className="col-2-text">지속적인 실시간 스트리밍 데이터 분석을 통해 새로운 통찰력을 제공합니다. 실시간 데이터와 로그 데이터를 모두 명확하게 이해하여 분석하고 트렌드를 예측합니다. 데이터 아키텍처를 구축하여 고객의 니즈에 맞게 데이터를 추출하고 가공하며, 적절한 BI 도구 를 활용하여 여러 가지 사업적 지표를 시각화 합니다. 긴급한 결정을 신속하고 간단하게 내릴 수 있는 모델을 만들어 데이터 기반 의사결정을 위한 도움을 제공하는 것이 목표입니다.</p>
          <h3 className="col-1-title">시스템 컨설팅</h3>
          <p className="col-2-text">고객 프로세스를 고려한 최적의 요구분석 및 관리 체계 구축을 목표로 전문 솔루션 기반의 체계 공학 컨설팅을 제공합니다. 시스템 복잡도(Complexity) 증가로 소스코드의 양이 급속하게 방대해짐에 따라, 개발 단계별 체계적 관리가 요구되는 SE(System Engineering) 인프라 구축의 필요성이 부각되고 있습니다. 오랜 기간 축적된 노하우를 기반으로 시스템 컨설팅을 하여 문서로 요구사항을 관리하여 발생하는 휴먼 에러 및 오류를 해결하고, 관리된 요구사항을 기반으로 프로젝트 의사결정을 지원할 수 있는 컨설팅 및 교육을 진행합니다.</p>
          <h3 className="col-1-title">프로덕트 디자인</h3>
          <p className="col-2-text">제품을 통해 느끼는 경험에 관해 최고의 책임과 권한을 가집니다. 문제를 발견하고, 쉬운 해결책을 제시합니다. UX설계, UI디자인, Prototype을 통해 유저에게 가치를 전달하는 모든 설계과정에 관여하며, 고객이 바라보는 제품의 경험을 결정합니다. 고객이 제품을 사용하면서 느끼는 불편과 의견을 정성, 정량적으로 수집하여 고객이 원하는 제품이 될 때까지 개선을 반복합니다. 이 과정을 통해 비즈니스가 함께 성장할 수 있는지 고민하며, 비즈니스 성공을 위해 헌신합니다.</p>
        </div>
      </div>
    </section>
  )
}
